brew "coreutils"

brew "goenv"
brew "haskell-stack"
brew "n"
brew "python"
brew "ruby"
brew "rustup"

brew "emojify"
brew "ffmpeg"
brew "gh"
brew "gnupg"
brew "gnu-sed"
brew "jq"
brew "poetry"
brew "shellcheck"
brew "shfmt"
brew "sqlmap"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
