brew "coreutils"
brew "emojify"
brew "gh"
brew "gnupg"
brew "goenv"
brew "jq"
brew "python"
brew "python@2"
brew "ruby"
brew "rustup"
brew "shellcheck"
brew "sqlmap"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"

