akamud.vscode-theme-onedark
alexkrechik.cucumberautocomplete
arcanis.vscode-zipfs
awesomektvn.toggle-semicolon
be5invis.toml
bmewburn.vscode-intelephense-client
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
foxundermoon.shell-format
golang.go
haskell.haskell
JuanBlanco.solidity
justusadam.language-haskell
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode.atom-keybindings
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
PKief.material-icon-theme
RobbOwen.synthwave-vscode
rust-lang.rust
sjhuangx.vscode-scheme
Tyriar.sort-lines
waderyan.gitblame
wayou.vscode-todo-highlight
zxh404.vscode-proto3
