akamud.vscode-theme-onedark
alexkrechik.cucumberautocomplete
awesomektvn.toggle-semicolon
be5invis.vscode-custom-css
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
jcanero.hoogle-vscode
JuanBlanco.solidity
justusadam.language-haskell
matangover.mypy
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.atom-keybindings
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.vscode-typescript-next
ms-vscode.vscode-typescript-tslint-plugin
npxms.hide-gitignored
PKief.material-icon-theme
RobbOwen.synthwave-vscode
Tyriar.sort-lines
Vans.haskero
waderyan.gitblame
wayou.vscode-todo-highlight
zxh404.vscode-proto3
